{
  "posts": [
   
    {
      "date": "2023-09-14 11:35:50.211Z",
      "author": "julio",
      "image": "https://www.apc-paris.com/sites/www.apc-paris.com/files/styles/square/public/file_fields/2022/03/08/rapportgiec-partie1-effets.jpg?itok=oOJ9Gfzz",
      "title": "vulnerability and effects of climate change",
      "body": "Climate change has imposed unprecedented conditions on ecosystems for millennia, to which many species do not have the time to adapt. It has disrupted seasonal events, contributed to the proliferation of diseases and invasive species, and has led to droughts, wildfires, hurricanes, and heatwaves, causing species migrations and threatening the most vulnerable ecosystems. It degrades natural habitats, which are already suffering from human activities, and threatens species such as corals and kelp (a type of seaweed). These disruptions have already resulted in massive mortality and the first climate-induced extinctions of species, as well as the loss of polar, mountainous, and equatorial ecosystems. \\\"The effects have been felt more rapidly, are more extensive, and have greater consequences than anticipated,\\\" the report states. And these phenomena are expected to worsen with future climate change.",
      "likes": 0,
      "id": 1
    },
      {
    "author": "",
    "image": "https://www.filminquiry.com/wp-content/uploads/2019/03/The-Boy-Feature.png",
    "title": "The Boy Who Harnessed the Wind",
    "likes": 0,
    "id": 1,
    "body": "Born in Kasungu, Malawi, William Kamkwamba is a young schoolboy who comes from a family of farmers who live in the nearby village of Wimbe. William has a talent for fixing radios for his friends and neighbours and spends his free time looking through the local junkyard for salvageable electronic components. Although he is soon banned from attending school due to his parents' inability to pay his tuition fees, William blackmails his science teacher (who is in a secret relationship with William's sister) into letting him continue attending his class and have access to the school's library where he learns about electrical engineering and energy production.\n\nBy the mid-2000s, the family's crops fail due to drought and the resulting famine devastates William's village, leading to riots over government rationing. William's family is also robbed of their already meager grain stores. People soon begin abandoning the village, and William's sister elopes with his former teacher in order to leave her family \"one less mouth to feed\".\n\nSeeking to save his village from the drought, William devises a plan to build a windmill to power the town's broken water pump. His small prototype works successfully, but to build a larger windmill, William requires his father, Trywell, to give permission to dismantle the family bicycle for parts, which is the only bicycle in the village and the family's last major asset. His father believes the exercise futile and destroys the prototype and forces William to toil in the fields. After William's dog dies of starvation and hope seems lost, William's mother, Agnes, intervenes and urges his father to reconsider. William and his father reconcile after William buries his dog. With the help of his friends and the few remaining members of the village, they build a full-size windmill which leads to a successful crop being sown.\n\nWord of William's windmill spreads and he is awarded a scholarship to attend school, ultimately receiving a degree from Dartmouth College in the credits."
  },
  {
    "date": "2023-09-14 08:51:30.327Z",
    "author": "julio",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/PatriceLumumba1960.jpg/220px-PatriceLumumba1960.jpg",
    "title": "Le combat pour l'indépendance",
    "body": "Le 30 juin, lors de la cérémonie d'accession à l'indépendance du pays, Lumumba — qui a définitivement chassé les libéraux et s'est entouré de conseillers étrangers de gauche — prononce un discours virulent dénonçant les abus de la politique coloniale belge depuis 1885. Il prend le contrepied de la politique modérée de ses débuts telle qu'on peut la découvrir dans son livre Le Congo, terre d'avenir, est-il menacé ? écrit en 1956, où il ne revendiquait pour le Congo qu'un simple statut d’autonomie. Au lieu de s'adresser au roi des Belges présent à la cérémonie, et qui venait de prononcer un discours paternaliste convenu avec le président Kasavubu, Lumumba commence son allocution par une salutation « aux Congolais et Congolaises, aux combattants de l'indépendance. » Son discours, qui doit lui permettre de l'emporter sur Kasavubu dans l'opinion des Congolais politisés[réf. nécessaire], proclame vivement que l'indépendance, qu'il souhaite associée à l'unité africaine, marque la fin de l'exploitation et de la discrimination et le début d'une ère nouvelle de paix, de justice sociale et de libertés. Le roi des Belges se sent offensé alors qu'il se considère comme le père de l'indépendance congolaise, ayant été l'auteur, en janvier 1959, d'un discours radiophonique par lequel il a été le premier Belge à annoncer officiellement qu'il fallait mener le Congo belge à l'indépendance « sans vaine précipitation et sans atermoiement funeste ». Aussi, Baudouin veut-il se retirer et regagner Bruxelles. Mais le Premier ministre belge Gaston Eyskens parvient à l'en dissuader et, le soir même, lors d'un banquet réunissant hommes politiques congolais et belges, Patrice Lumumba s'efforce de préciser ses paroles, prononçant un discours se voulant lénifiant dans lequel il évoque un avenir de coopération belgo-congolaise.",
    "likes": 0,
    "id": 2
  },
  {
    "author": "Julio",
    "image": "https://static.dw.com/image/52662512_804.jpg",
    "title": "Kimpa Vita a lutté en faveur de l'unité et la réunification du Kongo",
    "likes": 0,
    "id": 3,
    "body": "Kimpa Vita, Kimpa Mvita, Tsimpa Vita ou Tchimpa Vita (née à Mbanza Kongo, aujourd'hui en Angola, 1684 - morte à Evolulu, aujourd'hui en Angola, le 2 juillet 1706), aussi connue sous son nom portugais Dona Beatriz, est une prophétesse kongo, fondatrice et dirigeante du mouvement antonianiste, une forme de syncrétisme entre catholicisme et religions traditionnelles du Kongo. Elle lutta pour la réunification du royaume Kongo, alors en proie à l'anarchie portugaise ; elle fut attrapée par les Capucins, condamnée au bûcher et mourut brûlée vive sur ordre du roi Dom Pedro IV, le 2 juillet 17061\n\nElle fait partie des rares personnalités ayant vécu sur la côte atlantique de l'Afrique à cette époque au sujet desquelles il existe d'abondantes sources écrites2 : les journaux, rapports et lettres de quatre missionnaires capucins italiens actifs dans la région (Luca da Caltanisetta, Marcellino d'Atri, Bernardo da Gallo et Lorenzo da Lucca)."
  },
  {
    "date": "2023-09-14 08:58:49.024Z",
    "author": "julio",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Myl%C3%A8ne_farmer_Live_2019_%28cropped%29.jpg/260px-Myl%C3%A8ne_farmer_Live_2019_%28cropped%29.jpg",
    "title": " la chanteuse française qui a vendu le plus de disques depuis les années 1980",
    "body": "Mylène Jeanne Gautier, dite Mylène Farmer, née le 12 septembre 1961 à Pierrefonds au Québec, est une auteure-compositrice-interprète, productrice et actrice canado-française1,2.\n\nRévélée en 1984 avec le titre Maman a tort, elle connaît au fil des années un succès considérable dans la plupart des pays francophones et dans les pays d'Europe de l’Est3,4,5. Apparaissant rarement dans les médias et refusant de communiquer sur sa vie privée, elle a construit avec Laurent Boutonnat un univers musical singulier, notamment à travers ses clips ambitieux et ses concerts spectaculaires6,7, ainsi qu'avec ses textes dans lesquels abondent doubles sens8, allitérations et références littéraires ou picturales9.\n\nMylène Farmer est la chanteuse française qui a vendu le plus de disques depuis les années 198010,11,12 (plus de 30 millions11,13,14). Elle est également l'artiste ayant classé le plus de titres à la 1re place du Top 50 (21 chansons no 1)15 ainsi que dans le Top 10 (58 titres)16",
    "likes": 0,
    "id": 4
  },
  {
    "author": "julio",
    "image": "https://www.apc-paris.com/sites/www.apc-paris.com/files/styles/square/public/file_fields/2022/03/08/rapportgiec-partie1-effets.jpg?itok=oOJ9Gfzz",
    "title": "vulnerability and effects of climate change",
    "likes": 0,
    "id": 5,
    "body": "Climate change has imposed unprecedented conditions on ecosystems for millennia, to which many species do not have the time to adapt. It has disrupted seasonal events, contributed to the proliferation of diseases and invasive species, and has led to droughts, wildfires, hurricanes, and heatwaves, causing species migrations and threatening the most vulnerable ecosystems. It degrades natural habitats, which are already suffering from human activities, and threatens species such as corals and kelp (a type of seaweed). These disruptions have already resulted in massive mortality and the first climate-induced extinctions of species, as well as the loss of polar, mountainous, and equatorial ecosystems. \"The effects have been felt more rapidly, are more extensive, and have greater consequences than anticipated,\" the report states. And these phenomena are expected to worsen with future climate change."
  },
  {
    "date": "2023-09-14 09:14:47.310Z",
    "author": "julio",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Pel%C3%A9_%281966%29.jpg/255px-Pel%C3%A9_%281966%29.jpg",
    "title": "Figure majeure du football,Pelé est considéré comme le plus grand joueur de tous les temps",
    "body": "Edson Arantes do Nascimento, dit Pelé, né le 23 octobre 1940 à Três Corações (Brésil) et mort le 29 décembre 2022 à São Paulo (Brésil), est un footballeur international brésilien évoluant au poste d'attaquant et de meneur de jeu du milieu des années 1950 jusqu'en 1977.\n\nFigure majeure du football, Pelé est considéré comme le plus grand joueur de tous les temps2,3,4. Surnommé O Rei (« le roi »), Pelé est l'unique joueur à avoir remporté trois fois la Coupe du monde de football, en 1958, 1962 et 1970. Désigné athlète du siècle par le Comité international olympique (CIO), joueur du xxe siècle par la Fédération internationale de football association (FIFA), lauréat d'un Ballon d'or d'honneur, membre de l'équipe mondiale du xxe siècle, l’attaquant brésilien est célèbre pour avoir marqué plus de mille buts dans sa carrière, une partie d'entre eux lors de matchs amicaux.\n\nAttaquant intérieur gauche emblématique du Santos FC, il remporte à onze reprises le championnat de São Paulo dans les années 1950 et 1960 avec le club ainsi que deux doublés avec la Coupe intercontinentale et la Copa Libertadores en 1962 et 1963. Sortant d'une retraite sportive annoncée pour rejoindre le championnat des États-Unis en 1975, l'attaquant brésilien marque l'histoire du New York Cosmos en remportant le championnat 1977 mais aussi dans un rôle d'ambassadeur pour le développement du football dans le pays.\n\nBénéficiant d'une notoriété mondiale, icône sportive, Pelé prête son image à diverses entreprises et causes après sa retraite sportive. Il devient ambassadeur pour l'Organisation des Nations unies (ONU) et l'Organisation des Nations unies pour l'éducation, la science et la culture (UNESCO) à l'Éducation, l'Écologie et l'Environnement. Ministre extraordinaire des Sports du Brésil entre 1995 et 1998, il troque sa carrière politique pour celle d'ambassadeur lors d'événements organisés au Brésil comme les Jeux mondiaux militaires d'été de 2011 ou la Coupe du monde de football 2014. Parmi ses autres activités, Pelé fut également acteur, scénariste et producteur.",
    "likes": 0,
    "id": 6
  }
    ]
  }
